Tekla Open API Reference for Tekla Structures 2025
Standard Methods
The BoltFilterExpressions.Standard type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
BoltFilterExpressions.Standard Class
Tekla.Structures.Filtering.Categories Namespace